{
  "avante.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "img-clip.nvim": { "branch": "main" },
  "jq-playground.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "naysayer.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dbee": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" }
}
